{
   "_id": "English-Default-59476c37e292b9502984e5f8bd002cd9",
   "_rev": "10-82acee1af0184ca5e61aaeb4741b7cff",
   "current": true,
   "type": "language",
   "name": "English",
   "texts": {
       "title": "The Little Library",
       "books": "Books",
       "pictures": "Pictures",
       "videos": "Videos",
       "audio": "Audio",
       "documents": "Documents",
       "notes": "Notes",
       "courses": "Courses",
       "about": "About",
       "backBtn": "Back",
       "optionsBtn": "Options",
       "homeBtn": "Home",
       "addFile": "Add File",
       "filter": "Search",
       "add": "Add to",
       "fromTheLibrary": "From the library of",
       "deleteLabel": "Delete",
       "titleLabel": "Title",
       "authorLabel": "Author",
       "descriptionLabel": "Description",
       "dateLabel": "Date",
       "typeLabel": "Category",
       "fileLabel": "Upload",
       "currentFilesLabel": "Current Files",
       "submitBtn": "Submit",
       "findMore": "Find More Online",
       "onlineLibraries": "Online Libraries",
       "sync": "Sync",
       "or": "Or",
       "synced": "Synced",
       "syncOptions": "Sync",
       "send": "Send",
       "continuously": "Continuously",
       "once": "Once",
       "getFrom": "Get all library items from:",
       "get": "Get",
       "syncInstructions": "<hr /><h2>Instructions</h2><p>To <strong>send</strong> all of your library items to another online library, provide the URL to the other online library with their online username and password (for example, https://onlineusername:password@example.com/otherlibrary), indicate if you want to continually send all updates of your items to the other library or if you only want to send your items once, and then click Send.</p><p>To <strong>get</strong> all items from another library, provide the URL to the other online library (for example, http://example.com/otherlibrary), indicate if you want to continuously get all updates of the library or if you only want to get items once, and then click Get.</p><p>To <strong>fully syncronize</strong> your library with the library of a friend, get all items from their library continuously, and have them do the same with your library. Now both libraries will always remain identical, and you will receive automatic updates when your friend makes changes to their library, and they will receive automatic updates when you make changes to your library.</p>",
       "interface": "Interface",
       "language": "Language",
       "changeLanguage": "Change Language",
       "changeLanguageText": "Change Current Language Text",
       "deleteLanguage": "Delete Language",
       "languageInstructions": "<strong>Instructions:</strong> To update or translate any text used in the interface, change the language title and modify any or all of the fields below, then click submit at the bottom of the page. This will not overwrite any previous default language files, it will create a new language file for the interface to use.",
       "saved": "Saved",
       "sendTo": "Send all library items to:",
       "createLibrary": "Create Library",
       "login": "Login",
       "logout": "Logout",
       "compact": "Compact Library",
       "compactLabel": "(Deletes old versions of files)",
       "network": "Network",
       "networkingOn": "Networking On",
       "networkingOff": "Networking Off",
       "putOnNetwork": "Put Library on Local Network",
       "createSync": "Created and synced with online library.",
       "noOnline": "Not able to set up online library.",
       "noSyncOnline": "Not able to sync changes with online library",
       "settings": "Settings",
       "errorSettings": "We&rsquo;re sorry, but there has been an error in the database, and we are unable to load data for the settings.",
       "noSpace": "You have run out of space in your library. Delete some of your current items to free up space.",
       "userLabel": "Username:",
       "passLabel": "Password:",
       "repeatPass": "Repeat Password:",
       "changePass": "Change Password",
       "oldPass": "Old Password",
       "newPass": "New Password",
       "onlineLib": "Online Library",
       "addTitle": "Please add a title",
       "validUser": "Please add a valid username",
       "validPassword": "Please add a valid password",
       "totalSize": "Total size of your library",
       "limit": "% of the limit",
       "loggedInAs": "Logged in as",
       "thisIsOnline": "This is your online library.",
       "URLToSync": "URL to sync with your online library",
       "visitOnline": "Visit your online library",
       "changeOnlinePass": "Change your online library password",
       "noOnlineLib": "You have no online library. To set one up, make sure you are connected to the internet, then log out and log back in.",
       "connectOnline": "I already have a Little Library, and want to connect to that",
       "onlineUser": "Name of your current online Little Library (the same as your online username)",
       "validOnlineUser": "Fill in the name of your online Little Library",
       "terms": "<h3>End User License Agreement</h3><h4>Terms of Use</h4><p>The Little Library is an application that allows you to upload, store and share content across computers and digital devices, offline and in the cloud. The Little Library provides features that allow you to share your content with others or to make it public. There are many things that users may do with that content (for example, copy it, modify it, or re-share it). Please consider carefully what you choose to share or make public. The Little Library has no responsibility for that activity.</p><p>You must own the copyright to any content that you share using The Little Library. This means that you either created all of the content yourself, or you are sharing content that is previously licensed as Creative Commons, or is in the public domain. All content in The Little Library that you share with others must be licensed under the <a href='http://creativecommons.org/licenses/by-sa/3.0/'>Creative Commons Attribution-ShareAlike 3.0 Unported License</a>, or be in the public domain (if licensed with a different Creative Commons License, GNU Public License, Apache License, MIT License or other open source license, this must be shown explicitly in The Little Library information for that content). All content that you share with anyone using The Little Library must be <a href='http://en.wikipedia.org/wiki/Open_content'>Open Content</a>. In the words of Patrick Henry: &quot;Is life so dear, or peace so sweet, as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!&quot;</p><p>Please note that the default license <em>does allow for commercial uses of your contributions</em>, as long as such uses are compliant with the terms. Content that violates any copyrights may be deleted and you may be prosecuted if you break any copyright laws in your country.</p><h4>Your Responsibilities</h4> <p>Files and other content in The Little Library may be protected by intellectual property rights of others. Please do not copy, upload, download, or share files unless you have the right to do so. You, and not The Little Library, are responsible for ensuring that all applicable copyright laws are being followed. You, not The Little Library, will be fully responsible and liable for what you copy, share, upload, download or otherwise use while using The Little Library. You must not upload spyware or any other malicious software to The Little Library.</p> <p>You are responsible for safeguarding the password that you use to access The Little Library and you agree not to disclose your password to any third party. You are responsible for any activity using your account, whether or not you authorized that activity. You, and not The Little Library, are responsible for maintaining and protecting all of your content. The Little Library will not be liable for any loss or corruption of your content, or for any costs or expenses associated with backing up or restoring any of your content.</p><p>You agree not to misuse The Little Library. For example, you must not, and must not attempt to, use The Little Library to do the following things.</p><ul><li>probe, scan, or test the vulnerability of any system or network;</li><li>breach or otherwise circumvent any security or authentication measures;</li><li>access, tamper with, or use non-public areas of The Little Library, or shared areas of The Little Library you have not been invited to;</li><li>interfere with or disrupt any user, host, or network, for example by sending a virus, overloading, flooding, spamming, or mail-bombing any part of The Little Library;</li><li>plant malware or otherwise use The Little Library to distribute malware;</li><li>access or search The Little Library by any means other than our publicly supported interfaces (for example, &quot;scraping&quot;);</li><li>send or share unsolicited communications, promotions or advertisements, or spam;</li><li>send or share altered, deceptive or false source-identifying information;</li><li>publish anything that is fraudulent, misleading, or infringes another&rsquo;s rights;</li><li>promote or advertise products or services other than your own without appropriate authorization;</li><li>impersonate or misrepresent your affiliation with any person or entity;</li><li>publish or share materials that are unlawfully pornographic or indecent, or that advocate bigotry, religious, racial or ethnic hatred;</li><li>violate the law in any way, or violate the privacy of others, or defame others.</li></ul><h4>Precedence of English Terms</h4><p>If there is any inconsistency between these terms and any translation into other languages, the English language version takes precedence.</h4><h4>Software Licensing</h4><p>The Little Library is licensed under several open source licenses:</p><p>The Little Library application is licensed by Bob Wadholm (Copyright 2011) under Dual licenses: MIT and GPL version 2. The MIT license reads as follows:</p><blockquote>Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the &quot;Software&quot;), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.<br /><br />THE SOFTWARE IS PROVIDED &quot;AS IS&quot;, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.</blockquote><p>CouchDB is licensed under the Apache License, Version 2.0 (the &quot;License&quot;); you may not use this software or Website except in compliance with the License. You may obtain a copy of the License at <a href='http://www.apache.org/licenses/LICENSE-2.0'>http://www.apache.org/licenses/LICENSE-2.0</a>. Unless required by applicable law or agreed to in writing, software distributed under the License is distributed on an &quot;AS IS&quot; BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied. See the License for the specific language governing permissions and limitations under the License.</p><p>The PHP proxy is partially based on <a href='http://bit.ly/15X5zm'>http://bit.ly/15X5zm</a> and is released under the Apache License Version 2.</p><p>The client-side URL parameter functionality is derived and adapted from: <a href='http://bit.ly/HdUdO'>http://bit.ly/HdUdO</a></p><h4>Limitations of Liability</h4><p>Software and services provided under this agreement are provided to you as is and with no warranties whatsoever. All implied warranties are excluded to the extent legally permissible. The Little Library is not responsible for the loss of any of your data or any loss of business or financial disadvantage to you as a result of any loss of or damage to your data as a consequence of your use of the services. You should ensure that you have suitable backups of all data.</p>",
       "acceptTerms": "I accept the terms of the Agreement",
       "acceptTermsNo": "You must accept the terms of agreement before you can create a library."
   }
}